Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Od razu widać, że brakuje tam pewnej ręki Valerio. Jeśli tak dalej pójdzie, to za kilka lat wszyscy będą popijać wino od Rity.
uk: Відразу видно, що там не вистачає твердої руки Валеріо. Якщо так піде і далі, то через кілька років всі будуть попивати вино від Рити.

source: Od rozmowy z Huxlayem, pracował nad tym ostatnio. Zapozna cię ze wszystkim, czego do tej pory się dowiedział.
uk: З розмови з Хакслі, він працював над цим останнім часом. Він ознайомить тебе з усім, що йому вдалось з'ясувати.

source: Od samego początku chodziło ci wyłącznie o własną pozycję!
uk: Ти з самого початку був зацікавлений лише у власній вигоді!

source: Od samego początku czułem, że będą z tobą problemy... Umrzesz dla dobra królestwa Myrtany i Króla Rhobara!
uk: Я з самого початку відчував, що з тобою будуть проблеми... Ти помреш заради Королівства Міртана і Короля Робара!

source: Od samego początku próbował nakierować mnie na trop Wodnego Kręgu, nazywając ich wywrotowcami. Tak jakby chciał, żeby to ktoś z zewnątrz pomógł mu usunąć przeciwników z drogi.
uk: Від самого початку він намагався скерувати мене на слід Кільця Води, називаючи їх диверсантами. Так, ніби він хотів, щоб хтось сторонній допоміг йому усунути його опонентів з дороги.

source: Od samego początku traktowali nas tutaj jak kogoś gorszego, jak śmieci. Czas odebrać im to, co nam się należy.
uk: З самого початку до нас тут ставилися як до людей другого сорту, як до сміття. Настав час забрати у них те, на що ми заслуговуємо.

source: Od samego początku wiedziałem, że równy z ciebie gość.
uk: Я з самого початку знав, що ти порядна людина.

source: Od samego początku, gdy przybyłeś do wioski, wiedziałem, że osiągniesz wielkie rzeczy!
uk: З того самого моменту, як ти прибув до села, я знав, що ти досягнеш великих успіхів!

source: Od siedzenia na tyłku i garbowania skór mam Allana. Jesteś młody, to i pewnie łazisz byle gdzie. Możesz więc po drodze zdobyć skóry jakichś bestii.
uk: Для сидіння на дупі і дублення шкур у мене є Алан. Ти молодий, тож, мабуть, багато подорожуєш. Тому можеш зняти кілька шкур з якихось звірів по дорозі.

source: Od spotkania z tamtym przyjemniaczkiem, same nudy, ale może kiedyś znowu będę mógł zabawić się w medyka.
uk: Не рахуючи зустрічі з тим приємним чоловіком, суцільна нудьга. Але, можливо, колись я знову зможу пограти в медика.

source: Od strony jeziora nic wam nie grozi, a domy twoich pracowników ochroniłem przed pełzaczami.
uk: З боку озера вам нічого не загрожує, а будинки твоїх робітників я захистив від богомолів.

source: Od tak obywatel Starego Miasto może zostać zesłany?
uk: За що житель Старого міста може бути засланий?

source: Od tamtej pory go nie widziałem, prawdopodobnie skończył w żołądku jakiegoś aligatora albo innego paskudztwa.
uk: З тих пір я його не бачив, напевно, він опинився в шлунку якогось алігатора або іншої потвори.

source: Od tamtej pory jest moim miejscem pracy i domem.
uk: Відтоді він став моїм робочим місцем і домівкою.

source: Od tamtej pory prowadzimy tę aptekę i na brak klientów nie możemy narzekać.
uk: Відтоді ми тримаємо цю аптеку і на нестачу клієнтів можемо не нарікати.

source: Od tamtej pory synowie Valerio pozostają skłóceni, a władze bacznie obserwują, komu ostatecznie przypadnie winnica.
uk: Відтоді сини Валеріо ворогують, а влада пильно стежить за тим, хто ж у підсумку отримає виноградник.

source: Od tamtej pory zajmujemy honorowe drugie miejsce.
uk: Відтоді ми посідаємо почесне друге місце.

source: Od tamtych czasów jednak... wiele się zmieniło.
uk: Але з тих пір... багато чого змінилося.

source: Od tego całego gadania zgłodniałem. Zgaduję, że nie masz przy sobie żadnego mięsa, co?
uk: Я зголоднів від усіх цих розмов. У тебе, раптом, немає з собою м'яса?

source: Od tego czasu siedzimy tutaj.
uk: Відтоді ми сидимо тут.

source: Od tego momentu jesteście bohaterami wioski Silbach.
uk: З цього моменту ви – герої села Сільбах.

source: Od tego momentu możesz tytułować się mistrzowskim cieślą, ale...
uk: З цього моменту ти можеш називати себе майстром-столяром, але...

source: Od tego momentu nie zbliżam się do tych oszustów i ich figurek.
uk: Відтоді я і близько не підходжу до цих шахраїв та їхніх статуеток.

source: Od tego momentu odpowiadasz wyłącznie przede mną. Przyjmij ten podarunek, jako symbol twojego statusu.
uk: З цього моменту ти підпорядковуєшся лише мені. Прийми цей подарунок як символ твого статусу.

source: Od tego momentu tracisz wszystkie przywileje, mundury i swój tytuł. Powodzenia na dalszej drodze życia.
uk: З цього моменту ти втрачаєш усі привілеї, уніформу та звання. Бажаю удачі у подальшому життєвому шляху.

source: Od tego momentu winnicą będzie zarządzał jej prawowity spadkobierca, Andreas!
uk: Відтепер виноградником керуватиме його законний спадкоємець – Андреас!

source: Od tego uciekiniera nie dowiedziałem się absolutnie niczego, ale zawsze jedna bryłka moja.
uk: Від цього біженця я не довідався абсолютно нічого, але отримав один самородок.

source: Od tego, czy się ze mną napijesz i zabawisz mnie ciekawą rozmową.
uk: Від того, чи вип'єш ти зі мною і чи розважиш мене цікавою розмовою.

source: Od tej całej pracy na słońcu robi mi się niedobrze. Nie tak sobie wyobrażałam dumę Archolos.
uk: Мене вже нудить від цієї роботи на сонці. Не так я уявляла собі гордість Архолосу.

source: Od tej całej pracy na słońcu robi mi się niedobrze. Nie tak sobie wyobrażałam sobie dumę Archolos.
uk: Мене вже нудить від цієї роботи на сонці. Не так я уявляла собі гордість Архолосу.

source: Od tej cholernej pogody przemokły mi buty...
uk: Мої черевики промокли наскрізь через цю кляту погоду...

source: Od tej chwili moje rozkazy są dla ciebie ważniejsze niż polecenia Adelarda. Jako tropiciel musisz pokazać wszystkim myśliwym na wyspie, kto tu rządzi!
uk: Відтепер мої накази для тебе важливіші за накази Аделарда. Як слідопит, ти повинен показати всім мисливцям на острові, хто тут головний!

source: Od tej pory będziecie oddawać całe wydobyte złoto, a jeśli zobaczę, że któryś z was się obija, to osobiście połamię mu ręce.
uk: Відтепер ви будете віддавати все видобуте золото, і якщо я побачу, що хтось із вас краде, я особисто поламаю йому руки.

source: Od tej pory będziesz nam płacił od czasu do czasu...
uk: З цього моменту ти платитимеш нам час від часу...

source: Od tej pory podlegasz bezpośrednio moim rozkazom. Ważniejszy ode mnie jest już tylko Roderich, a kary za łamanie poleceń są znacznie surowsze!
uk: Відтепер ти підпорядковуєшся безпосередньо моїм наказам. Тільки Родеріх важливіший за мене, а покарання за невиконання наказів значно суворіше!

source: Od tej pory zaczęli traktować mnie z szacunkiem. Niektórzy okazali się nawet przyjaźni.
uk: Відтоді вони почали ставитися до мене з повагою. Деякі навіть подружилися зі мною.

source: Od tej pory, do twoich głównych obowiązków należy reprezentowanie interesów Gildii u naszych kontrahentów.
uk: Відтепер твої основні обов'язки – представляти інтереси Гільдії перед нашими партнерами.

source: Od tej pory, robię wszystko by nie zawieść jego zaufania. Wiem, że pod jego przywództwem, wygramy tę wojnę i wejdziemy w nową erę dobrobytu.
uk: Відтоді я роблю все можливе, щоб не розчарувати його довіру. Я знаю, що під його керівництвом ми переможемо у цій війні і вступимо в нову еру процвітання.

source: Od tej pracy na słońcu robi mi się niedobrze. Nie tak sobie wyobrażałem dumę Archolos.
uk: Мене вже нудить від цієї роботи на сонці. Не так я уявляв собі гордість Архолосу.

source: Od teraz jestem dla ciebie najważniejszą osobą, zaraz po Lorenzo. Bycie szermierzem Araxos to ogromna odpowiedzialność, o wiele większa, niż bycie gońcem.
uk: Відтепер я для тебе найважливіша людина, одразу після Лоренцо. Бути мечником Араксосу - це величезна відповідальність, набагато більша, ніж бути посланцем.

source: Od teraz możesz zacząć praktyki również u drugiego mistrza.
uk: Відтепер ти можеш розпочати своє навчання у іншого майстра.

source: Od teraz należysz do ścisłej elity straży miejskiej Archolos oraz do jej czołowych reprezentantów. Twój awans zostanie przypieczętowany przez dowódcę całego oddziału.
uk: Відтепер ти належиш до вищої еліти Міської Варти Архолосу і є одним з її провідних представників. Твоє підвищення буде скріплене печаткою командира твого загону.

source: Od teraz w slumsach prawie nic ci nie grozi.
uk: Відтепер тобі майже нічого не загрожує в нетрях.

source: Od teraz łaska jednego z trzech bogów będzie przechodzić bezpośrednio przez ciebie i manifestować się w świecie za pomocą run. To niezwykła odpowiedzialność.
uk: Відтепер благодать одного з трьох богів буде проходити безпосередньо через тебе і проявлятися у світі за допомогою рун. Це надзвичайна відповідальність.

source: Od teraz, gdy pokażesz się któremuś Magowi Wody z pierścieniem Wodnego Kręgu na palcu, będzie on mógł zaoferować ci dodatkowe szkolenie lub towary.
uk: Відтепер, коли ти покажеш будь-якому Магу Води перстень Кільця Води на пальці, він зможе запропонувати тобі додаткові товари, чи навчити чомусь.

source: Od twojego tak. Domieszałeś do niego Wilczych jagód, które zabiły Stana.
uk: Від твого якраз вмирають. Ти підмішав до нього вовчі ягоди, якими і отруївся Стен.

source: Od tygodnia nikogo nowego nie widziałem z wyjątkiem jednego kupca.
uk: Протягом тижня нікого нового я не бачив, за винятком одної торговки.

source: Od tylu lat stara się, by każdy miał szansę na nowy, lepszy start. Pożycza pieniądze, daje ludziom pracę i dach nad głową. To więcej, niż Rhobar kiedykolwiek mógłby dla nich zrobić.
uk: Протягом багатьох років він намагався зробити так, щоб у кожного був шанс на новий і кращий початок. Він позичає гроші, дає людям роботу і дах над головою. Це більше, ніж Робар коли-небудь робив для них.

source: Od uciekiniera spod karczmy Helgi dowiedziałem się, że w zaopatrzenie przemytników w magiczną rudę mógł być zamieszany jakiś marynarz floty królewskiej. Skoro jednego z uciekinierów znalazłem przy karczmie, to może kolejny też będzie w miejscu... rozrywkowym? Całe szczęście burdel jest zaraz obok.
uk: Від біженця біля корчми Хельги я дізнався, що якийсь моряк королівського флоту міг бути причетний до постачання контрабандистам магічної руди. Оскільки я знайшов одного з біженців у корчмі, то, можливо, інший теж буде в якомусь... розважальному місці? На щастя, бордель знаходиться зовсім поруч.

source: Od uciekiniera spod karczmy Helgi dowiedziałem się, że w zaopatrzenie przemytników w magiczną rudę mógł być zamieszany jakiś marynarz floty królewskiej. Zgodnie z tym, co mówiła Helga, kolejnego uchodźcę powinienem znaleźć w Mrocznych Tajemnicach.
uk: Від біженця біля корчми Хельги я дізнався, що якийсь моряк королівського флоту міг бути причетний до постачання контрабандистам магічної руди. За словами Хельги, ще одного біженця слід шукати в Темних Таємницях.

source: Od upadku królewskiej floty, wieś pełni funkcję spichlerza całego Archolos, o czym gubernator i jego ludzie przywykli zapominać.
uk: Після знищення королівського флоту село стало житницею всього Архолосу, про що губернатор і його люди звикли забувати.

source: Od wczoraj nie ma po nim śladu. Poszedłbym go szukać, ale Albyn nie pozwoliłby mi opuścić teraz wioski.
uk: Від вчорашнього дня не було ані сліду. Я б пішов його шукати, але Альбін не дозволяє мені покинути село.

source: Od wielu lat należy do królestwa Myrtany, ale zanim została podbita przez Maksyma Rhobarytę, zamieszkiwał ją lud Volfzacka.
uk: Довгі роки він належить Королівству Міртана, але раніше, до того, як його завоював Максимус Робарит, його населяв народ Вольфзака.

source: Od wielu lat obserwuję, jak próbujesz zrealizować swoje wielkie marzenie o stworzeniu elitarnej jednostki straży miejskiej. Nadszedł czas, by ją sprawdzić.
uk: Багато років я спостерігаю за тим, як ти намагаєшся реалізувати свою велику мрію – створити елітний підрозділ Міської Варти. Настав час його випробувати.

source: Od wielu lat służę mu skromną radą i pomagam zarządzać tą przepiękną posiadłością.
uk: Багато років я служу йому скромними порадами і допомагаю керувати цим прекрасним маєтком.

source: Od zawsze fascynowała mnie magia przyzywania. Nie zastanawialiście się nigdy skąd biorą się te wszystkie przyzwane istoty?
uk: Мене завжди захоплювала магія виклику. Ви ніколи не замислювалися, звідки з'являються усі ці викликані істоти?

source: Od zawsze preferowałem kusze.
uk: Я завжди полюбляв арбалети.

source: Od zawsze preferowałem kusze. (Premia do walki +2%)
uk: Я завжди полюбляв арбалети. (Бойовий бонус +2%)

source: Od śmierci Lorda Dominique na Południowych Wyspach Myrtańczycy zaczęli odbierać nam wszystko, co tylko mieliśmy - prawa, dobytek, wolność.
uk: Після смерті лорда Домініка на Південних островах міртанці почали відбирати у нас усе, що було: права, майно, свободу.

source: Od śmierci Valerio jestem najbliższą mu osobą. Zrozumie, że zrobiłem to dla dobra nas obu.
uk: Після смерті Валеріо я його найближча людина. Він зрозуміє, що я зробив це для блага нас обох.

source: Odarci z szat, w których wcześniej nas przywitali,... goście mieli na sobie teraz wyłącznie brunatne opończe. Pragnęli pojąć nauki Adanosa, a my postępując podług jego zasad, napełniliśmy nimi ich spragnione serca.... dołączyli do nas jego dwaj starsi synowie, dwór i najwięksi wojownicy. To był wspaniały dzień, pod którego koniec sam Pan uronił łzy szczęścia!
uk: Знявши з себе одяг, у якому вони колись нас зустрічали... наші гості були одягнені тепер лише у прості коричневі мантії. Вони прагнули осягнути вчення Аданоса, і ми, слідуючи його настановам, наповнили їхні спраглі серця... До нас приєдналися два його старші сини, придворні та найкращі воїни. Це був славний день, в кінці якого сам Господь проливав сльози щастя!

source: Odbicia
uk: Відбиття

source: Odbierz rzeczy
uk: Забрати предмети

source: Odbić kopalnię?
uk: Відбити копальню?

source: Odbywałem rozmowę z Ulrykiem, ale jej szczegóły nie należą do twoich zmartwień.
uk: У мене була розмова з Ульріком, але її деталі тебе не стосуються.

source: Odbyłem rozmowę z Kesselem i Riordianem. Ich zdaniem jedynym sposobem, by przekonać magów do działania, jest zdobycie Rozjemcy - pradawnego ostrza, które ma symbolizować ład i sprawiedliwość. Chyba żaden z nas nie wierzy, by mógł mieć jakieś magiczne właściwości, ale może będzie zachętą do działania dla tych starców. Gdy będę czuł się na siłach, powinienem spotkać się z towarzyszami w lesie nieopodal farmy Bermara.
uk: Я поговорив з Кесселем і Ріордіаном. На їхню думку, єдиний спосіб переконати магів діяти – це здобути Миротворець – стародавній клинок, який має символізувати порядок і справедливість. Не думаю, що хтось із нас справді вірить, що він володіє магічними властивостями, але, можливо, це стане стимулом для цих стариганів діяти. Коли я почуватимусь краще, я повинен зустрітися зі своїми супутниками в лісі біля ферми Бермара.

source: Odbyłem rozmowę z niejakim Tespim. Nie wiem, czy zdecyduje się dołączyć do straży, ale na pewno udało mi się go skłonić do przemyślenia sprawy.
uk: Я розмовляв з Теспі. Не знаю, чи вирішить він приєднатися до Варти, але я впевнений, що змусив його задуматися про це.

source: Odbyłem wstępną rozmowę z Crednarem, strażnikiem Wilczego Leża. Wejście do środka nie będzie takie proste. Muszę go podpytać, w zamian za co zgodzi się mnie wpuścić.
uk: Я провів попередню розмову з Креднаром, вартовим Вовчого Лігва. Потрапити до нього буде не так просто. Потрібно його запитати, в обмін на що він погодиться впустити мене всередину.

source: Odchodząc, pożyczyłem od Marthy trochę złota.
uk: Залишаючи її, я позичив у Марти трохи золота.

source: Odchodzę. Mój pancerz możesz sobie zachować na pamiątkę.
uk: Я йду. Мій обладунок можеш залишити собі на пам'ять.

source: Odczep się wreszcie ode mnie i zapomnij o tej sprawie.
uk: Відчепись нарешті від мене і забудь про це.

source: Odczep się!
uk: Відчепися від мене!

source: Odczytałem Dalmonowi list, który dostał od ukochanej. W podzięce pójdzie do kopalni Ulryka i pomoże pilnować bramy.
uk: Я прочитав Далмону лист, який він отримав від своєї коханої. На знак подяки він піде до копальні Ульріка і допоможе охороняти ворота.

source: Oddaj mi pancerz. Zwrócę mu go i osobiście podziękuję za wsparcie twoich działań.
uk: Віддай мені обладунок. Я передам йому та особисто подякую за підтримку твого плану.

source: Oddaj mu!
uk: Дай йому!

source: Oddaj pancerz, który ode mnie dostałeś. Nie mogę pozwolić, by ktoś dłużej nosił nienależący do niego mundur.
uk: Поверни обладунок, котрий ти від мене отримав. Я не можу дозволити, щоб хтось носив не належну йому уніформу.

source: Oddaj ten papier albo pożałujesz!
uk: Віддай цей документ, або пошкодуєш!

source: Oddali je po dobroci?
uk: Вони віддали її по-доброму?

source: Oddalić się jak najszybciej!
uk: Забирайся звідси негайно!

source: Oddaliłem się zbytnio od Leny. Powinienem wrócić i sprawdzić, czy nic jej nie jest.
uk: Я відійшов надто далеко від Олени. Потрібно повернутись і перевірити, чи все з нею гаразд.

source: Oddam ci wszystko co udało mi się zdobyć na ostatnim polowaniu!
uk: Я віддам тобі все, що встиг вполювати під час останнього полювання!

source: Oddam im skrzynię, a wtedy sobie pójdą.
uk: Я віддам їм скриню, і вони підуть.

source: Oddawaj sakiewkę albo sam ją sobie wezmę.
uk: Віддай гаманець, або я сам його заберу.

source: Oddałbym ci go, gdyby ojciec nie połamałby mi za to nóg.
uk: Я б віддав його тобі, якби батько не переламав мені за це ноги.

source: Oddałem Baesowi skórę pustynnego wilka.
uk: Я віддав Байсу шкуру пустельного вовка.

source: Oddałem Baesowi skórę warga.
uk: Я віддав Байсу шкуру варга.

source: Oddałem Baesowi skórę wilka.
uk: Я віддав Байсу шкуру вовка.

source: Oddałem Duncanowi jego sieć. W zamian podarował mi kilka drobiazgów, które znalazł na plaży.
uk: Я повернув Дункану його сітку. Взамін він дав мені кілька дрібничок, які знайшов на пляжі.

source: Oddałem Gregorowi cały okup. Chyba będę musiał się upomnieć o wypuszczenie Leny.
uk: Я віддав Грегору весь викуп. Тепер мені потрібно домогтися звільнення Олени.

source: Oddałem Kurtowi dziwny pierścień, w nadziei, że w jakiś sposób naprowadzi nas na Jorna. Wuj obiecał, że przekaże go swojemu znajomemu w mieście, który podobno może wiedzieć coś na jego temat. W najgorszym razie Kurt go sprzeda i podzieli się ze mną zyskiem.
uk: Я віддав Курту дивний перстень, сподіваючись, що він якимось чином приведе нас до Йорна. Дядько пообіцяв передати його своєму знайомому в місті, який нібито може щось знати про перстень. У гіршому випадку, Курт продасть його і ми розділимо гроші.

source: Oddałem Kylidowi goblinią jagodę, więc będzie mógł sobie przygotować odpowiednie jedzenie przed walką.
uk: Я дав Кайліду гоблінські ягоди, тож він зможе приготувати собі перед боєм необхідну їжу.

source: Oddałem amulet Nekowi, dzięki czemu wróci na winnicę. Powiadomię o tym Ritę.
uk: Я віддав Неку амулет, завдяки чому він повернеться на виноградник. Треба розказати про це Риті.

source: Oddałem glejt Veitowi, był bardzo zadowolony. W nagrodę dostałem trochę złota, przyda się na dobry początek.
uk: Я віддав перепустку Вейту, він був дуже задоволений. В нагороду я отримав трохи золота, яке пригодиться для гарного старту.

source: Oddałem jej złoto, ale nie zmienia to faktu, że nie chce cię znać.
uk: Я віддав їй золото, але це не змінює того факту, що вона і знати тебе не хоче.

source: Oddałem już piwa. Farmerzy będą mogli się napić chłodnego napoju.
uk: Пиво я вже віддав. Фермери зможуть освіжитися прохолодним напоєм.

source: Oddałem mieszek Kurtowi. Dobrze, że dał mi chociaż te 150 sztuk złota, przynajmniej nie skończyłem z całkiem pustymi rękami.
uk: Я повернув гроші Курту. Добре, що він хоча б дав мені 150 золотих, принаймні я не залишився з порожніми руками.

source: Oddałem ogrodnikowi nasiona, jakich potrzebował. Zawsze była to jakaś okazja na trochę ruchu.
uk: Я давав садівникові усе необхідне насіння. Це була можливість трохи розім'ятися.

source: Oddałem ogrodnikowi nasiono korzenia leczniczego.
uk: Я віддав садівникові насіння цілющого кореня.

source: Oddałem ogrodnikowi nasiono niebieskiego bzu.
uk: Я віддав садівникові насіння синьої бузини.

source: Oddałem ogrodnikowi nasiono ognistego korzenia.
uk: Я віддав садівникові насіння вогняного кореня.

source: Oddałem ogrodnikowi nasiono ognistej pokrzywy.
uk: Я віддав садівникові насіння вогняної кропиви.

source: Oddałem paczkę Nevilowi, ale niestety nie był zachwycony tym, co wydarzyło się w latarni.
uk: Я віддав пакунок Невілу, але, на жаль, він був не в захваті від того, що сталося на маяку.

source: Oddałem paczkę Nevilowi. Wyraźnie się ucieszył z wersji wydarzeń, którą mu opowiedziałem.
uk: Я віддав пакунок Невілу. Він явно був задоволений версією подій, яку я йому розповів.

source: Oddałem pancerz Stone'owi. Kowal spróbuje go naprawić, podczas gdy ja będę szukał Rozjemcy. Pod koniec wyprawy zapytam go, jak mu poszło.
uk: Я віддав обладунок Стоуну. Коваль спробує полагодити його, поки я шукатиму Миротворця. Наприкінці експедиції я запитаю його, як все пройшло.

source: Oddałem pietruszkę. Może Martha przygotuje nową partię gulaszu?
uk: Я віддав петрушку. Можливо, Марта зможе приготувати нову порцію рагу?

source: Oddałem sierżantowi Wilczych Synów skórę przywódcy stada.
uk: Я віддав сержанту Вовчих Синів шкуру ватажка зграї.

source: Oddałem wszystkie znalezione zguby Arturowi. W zamian za pomoc podarował mi skradziony eliksir. Może jednak Othekar miał rację...
uk: Всі знайдені речі я віддав Артуру. Натомість за допомогу він дав мені вкрадене зілля. Можливо, Отекар таки мав рацію...

source: Oddałem zębate ziele. Muszę teraz poczekać, aż aptekarka skończy warzyć dla mnie preparat.
uk: Я віддав снеппер-траву. Тепер мені треба зачекати, поки аптекарка закінчить приготування препарату.

source: Oddałeś 10000 sztuk złota.
uk: Ви віддали 10000 золотих.

source: Oddałeś mi bezużyteczny kamień!
uk: Ти віддав мені непотрібний камінь!

source: Oddech Śmierci. (50 SZ)
uk: Подих Смерті. (50 золотих)

source: Oddech śmierci
uk: Подих смерті

source: Oddział Łowców?
uk: Загону мисливців?

source: Oddział, któremu służysz, już dawno nie istnieje.
uk: Підрозділу, в якому ти служиш, вже давно немає.

source: Oddział, któremu służysz, już dawno nie istnieje. Została banda, która rozumie tylko siłę.
uk: Підрозділу, в якому ти служиш, вже давно немає. Залишилася банда, яка розуміє лише силу.

source: Oddziały strażników, a zwłaszcza elitarne kompanie kuszników, stały się zbrojnym ramieniem porządku na Archolos.
uk: Загони вартових, особливо елітні загони арбалетників, стали збройним гарантом порядку на Архолосі.

source: Oddzielaj sadło od mięsa ostrym narzędziem. Pamiętaj, zanieczyszczony tłuszcz nie jest wiele wart, więc uważaj, żeby jakiś kłak futra się do niego nie dostał.
uk: Відокрем жир від м'яса за допомогою гострого інструменту. Пам'ятай, що забруднений жир мало чого вартий, тож будь обережний, щоб в жир не потрапило хутро.

source: Ode mnie możecie dostać tyle. I nie narzekać, że za mało!
uk: Я можу дати тільки це. І не нарікайте, що цього замало!

source: Ode mnie też byś kupiła trofea?
uk: Ти будеш скуповувати мої трофеї?

source: Odebralibyśmy mu jego największy atut - złoto. Bez swoich marionetek nie miałby żadnego sposobu, by uniknąć uczciwego procesu i zasłużonej kary.
uk: Ми позбавимо його найбільшої переваги – золота. Без своїх маріонеток він не зможе уникнути справедливого суду і заслуженого покарання.

source: Odebrana siłą? Co się stało?
uk: Відібрали силою? Що сталося?

source: Odebrałem Vladzie bryłkę, którą zapłacił u niej uciekinier.
uk: Я забрав у Влади самородок, яким з нею розплатився біженець.

source: Odebrałem kosz z jedzeniem. Dobrze, że o nim nie zapomniałem, bo mogło by to zepsuć całość planu.
uk: Я прихопив кошик з їжею. Добре, що я його не забув, бо це могло б зіпсувати всі плани.
